Revit 2024 API
TableCellStyleOverrideOptions.BackgroundColor Property
 Indicates if the background color characteristic is overridden.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public bool BackgroundColor { get; set; }
Visual Basic
Public Property BackgroundColor As Boolean
	Get
	Set
Visual C++
public:
property bool BackgroundColor {
	bool get ();
	void set (bool value);
}
See Also
TableCellStyleOverrideOptions Class
Autodesk.Revit.DB Namespace